[
    {
        "lang_code": "tr",
        "title": "Grasscutter Desteğe Hoşgeldiniz!",
        "content": "Kanallara erişim için, sorununuzu çözmek için wiki'yi veya diğer belgeleri okuduğunuzu onaylamanız gerekir.\n\nGrasscutter'ı kullanmak için, biraz teknoloji bilgisine ihtiyacınız olacak. Proxy veya bağlantı noktası yönlendirme gibi terimlere aşina değilseniz, bunun yerine deneysel sunucularda bir sunucuya katılmanız en iyisidir.\n\nBu şartları anlıyorsanız, #bot-commands kanalına `/verify [şifre]` yazarak doğrulamayı yapın. Şifre wiki'de gizlenmiştir\n\nDoğrulamayla ilgili herhangi bir sorununuz varsa, lütfen bir @Moderatör ile iletişime geçin."
    },
    {
        "lang_code": "eg",
        "title": "مرحبا بك في فريق خدمة Grasscutter!",
        "content": "للدخول إلى قنوات المساعدة ، ستحتاج إلى تأكيد أنك قرأت الويكي أو وثائق أخرى لإصلاح مشكلتك.\n \nلاستخدام Grasscutter ، ستحتاج إلى بعض المعرفة التقنية. إذا لم تكن معتادًا على مصطلحات مثل ال  بروكسي و ال port forwarding  ، فمن الأفضل لك الانضمام إلى خادم في #experimental-servers بدلاً من ذلك.\n\nإذا كنت تفهم هذه المصطلحات ، فتحقق من أوامر بأستخدام /verify <password>\n\nاذا وجدت اي مشاكل عند التوثيق \"verifying\" , قم بالتواصل مع @moderator"
    },
    {
        "lang_code": "ru",
        "title": "Добро пожаловать в службу поддержки Grasscutter!",
        "content": "Для получения доступа к каналам поддержки необходимо подтвердить, что Вы прочитали вики или другую документацию, в процессе поиска решения.\n\nЧтобы использовать Grasscutter, вам потребуются некоторые знания в IT-сфере. Если вы не знакомы с такими терминами, как прокси, перенаправление портов или программирование, то вам лучше присоединиться к запущенному публичному серверу в канале экспериментальных серверов( #experimental-servers ).\n\nЕсли вы понимаете эти термины - пройдите верификацию в канале #bot-commands, написав команду `/verify <пароль>` (Пароль спрятан в вики-разделе гитхаба).\n\nЕсли у вас проблемы с верификацией, свяжитесь с Модератором"
    },
    {
        "lang_code": "fr",
        "title": "Bienvenue sur le support Grasscutter!",
        "content": "Pour accéder aux salons, vous allez devoir confirmer que vous avez lu le wiki ou toute autre documentation pour résoudre votre problème.\n\nPour utiliser Grasscutter, vous devez avoir quelques connaissances informatiques, Si vous n'etes pas famillier avec des termes comme proxy ou port forwarding il est préférable que vous rejoingnez un serveur dans #experimental-servers.\n\nSi vous comprenez ceci, allez vérifier dans #bot-commands en utilisant la commande `/verify <password>`. Le mot de passe est caché dans le wiki."
    },
    {
        "lang_code": "cn",
        "title": "欢迎来到 Grasscutter 支持频道！",
        "content": "为访问这个频道，你需要确认你已经阅读了 wiki 或者其他文档来解决你的问题。\n\n为使用 Grasscutter，你需要精通~~亿点~~知识。如果你对 代理 或者 端口转发 等内容不熟悉的话，那还是玩 experimental-servers 里面的服务器吧。\n\n如果你的确了解这些内容，在 #bot-commands 中使用 `/verify <密码>` 命令进行认证。密码隐藏在 wiki 里面。\n\n如果有問題的話，請跟一個moderator聯絡。"
    },
    {
        "lang_code": "es",
        "title": "¡Bienvenid@ al Soporte de Grasscutter!",
        "content": "Para acceder a los canales, necesitarás confirmar que has leído la wiki u otra documentación para solucionar tu problema.\n\nPara usar Grasscutter, necesitarás algunos conocimientos técnicos. Si desconoces términos como `proxy` o `port forwarding` lo mejor sería unirte a un servidor en #experimental-servers.\n\nSi entiendes estos términos, verifícate en #bot-commands  usando el comando `/verify <contraseña>`. La contraseña está escondida en la wiki. \n\nSi tienes algún problema verificándote, por favor contacta a un moderador."
    },
    {
        "lang_code": "us",
        "title": "Welcome to Grasscutter!",
        "content": "To access other channels than support channels, please verify yourself by using the `/verify <password>` command. The password is hidden in the wiki.\n\nIf you have any issues verifying, please contact a moderator."
    }
]